Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Plain Bagel] KO>EN.tmx
Source language: ko_kr
Languages: en

source: 특정 기간 동안 사용하지 않은 후 재진행 - 가장 쉬운 해결 방법이며, 대부분의 경우 이 방법으로 해결 가능합니다.
en: Restart the app and try again later. This is the most simple solution and can fix most issues.

source: - 오토패스 3시간 200G 130G
en: - 3 Hour Auto Pass 200G 130G

source: 탈퇴 처리 중
en: Processing Request to Leave

source: 단, 미션을 실패한 분 (위의 1,2 모두 해당되지 않는 사람) 과는 1:1대화를 하실 수 없습니다.
en: However, you cannot have a 1:1 chat with a participant who failed the mission (those that do not apply to 1 or 2)

source: 전체 푸시 알림을 끄고자 하실 경우에는 기기의 '설정' 에 들어가서 '푸시알람' 을 해제해 주시기 바랍니다.
en: If you wish to turn off all notifications, please go to your device [Settings] and disable notifications.

source: 이어하기
en: Continue

source: 환불은 구입한 재화를 사용하지 않은 상태(보너스 재화 포함) 일 경우에 가능합니다.
en: Refunds are available if your purchased currency has not been used (bonus currency included).

source: 이벤트를 통해 획득한 골드/ 배터리
en: Gold/Batteries obtained through events

source: - 결제 방법 목록 조회 (support.apple.com/ko-kr/HT201266) 에서 결제 방법 확인 후 카드 정보 업데이트/ 재시도
en: - View the list of purchase methods (support.apple.com/ko-kr/HT201266), check the methods provided, update your card information, and try again.

source: 케피폭팔 환상의 커플이네요!
en: The perfect couple with exploding chemistry!

source: 탈퇴 신청을 취소하고 싶어요.
en: I would like to cancel my request to leave the app.

source: 밥먹자 너랑 밥먹고 싶어
en: Let’s have a meal together. I want to meet you.

source: 무분별한 결제 및 환불시 앱스토어 내에서의 결제/환불 진행에 제약이 생길 수 있습니다.
en: Misuse of purchasing or refunding can cause limitations in App Store purchases/refunds.

source: 앱 삭제 및 기기변경 시 엔딩 북은 초기화 됩니다.
en: Deleting the app or changing devices will delete all Ending Book data.

source: 광고 불러오는 중...{j}
en: Loading ad…

source: 짧은 밤
en: A short night

source: 하나의 답변을 선택해 주세요!
en: Please select one answer!

source: 게임 접속/실행은 다양한 원인으로 인해 발생할 수 있습니다.
en: Errors regarding accessing and running the game may occur for various reasons.

source: [쿠폰 타입 별 사용기간 및 유효기간]
en: [Usage Period and Expiry Date for Each Coupon Type]

source: 탈퇴 방법은 다음과 같습니다.
en: You may delete your account through the steps below.

source: 참가 이유 :{j}연애해보고 싶어요
en: Reason for Participation: I want to try dating

source: ※ 계정 연동 후에는 다른 계정으로의 연동 변경이 불가능 합니다.
en: * Once you link to a social media account, you will not be able to link to a different social media account.

source: 앱 하단 가장 우측 메뉴인 'MY' 탭 (프로필 모양) 터치
en: Tap the [My] tab in the bottom right-hand corner.

source: 호감은 충분!
en: The interest is definitely there!

source: 혼밥하는 여행 말고
en: Not a solo vacation.

source: 더 자세한 내용은 고객센터에 문의해 주세요.
en: Please contact us for more information.

source: 매치 마인드
en: Match Mind

source: 상단에서 결제 및 구독을 탭합니다.
en: Tap Purchases and Subscriptions at the top.

source: 마피아를 색출한 시민팀이 승리하며, 모든 팀이 색풀 실패시 마피아팀이 승리합니다.
en: The Civilian team that finds the Mafia team wins, and if all teams fail to find the Mafia, the Mafia team wins.

source: 친절하세요
en: kind.

source: 우.만.추.{j}데이 (우연한 만남을 추구하는 날)
en: C.E. Day (Coincidental Encounter Day){j}

source: - 같은 음악 들으며 산책
en: - Take a walk while listening to the same music

source: Android 결제 내역은 아래와 같이 확인 가능합니다.
en: You may check your Android transaction history through the steps below.

source: 아래 버튼을 눌러 배터리를 받으세요.
en: Click below to receive Battery.

source: 더 잘 할걸 후회된다.
en: But I regret not doing better.

source: 약관보기
en: Terms of Service

source: '우연한 만남'에 성공해 함께 전시를 관람하세요.
en: Succeed in a "coincidental encounter" and enjoy the exhibition together.

source: 연인이랑 가서 차 마시고 싶어요!
en: I want to drink tea there with my boyfriend!

source: 파트너스
en: Partners

source: 스쳐지나가는 사이라고 해도 되겠어요.
en: You're pretty much strangers passing by on the street.

source: 구매를 실패하였습니다.
en: Unable to complete purchase.

source: 안녕하세요 유저님, 피카 앱을 사용하면서 궁금한 점 또는 문제가 있으셨나요?
en: Hello, User! Did you have any questions or face any issues while using Picka?

source: 정말 탈퇴 하시겠습니까?
en: Are you sure you want to leave?

source: 그야말로 한사람만 보는 일편단심!
en: This here is what people call "eyes only for you"!

source: [부재중통화]
en: [MISSED CALL]

source: 기다리는 메시지 시간이 바뀌었어요.
en: The date/time on my waiting message has changed.

source: 구입한 상품명을 정확히 알려 주세요.
en: Please write down the exact name of the product you purchased.

source: 스토리탭에서 새로운 스토리를 선택해주세요!
en: Select a new story from the Story tab!

source: 메세지가 공개될 때까지 기다리거나 골드를 사용해 지금 바로 메세지를 확인하세요!
en: Please wait until the message is revealed, or use Gold to check the message now!

source: 참가 이유 :{j}어떤 이유로든 새로운 사람을 만나는건 무조건 좋으니까!
en: Reason for Participation: It's always nice meeting new people, regardless of the reason!

source: 기간 만료
en: Expired

source: 무제한 배터리 24시간 연장
en: Unlimited Battery extension for 24 hours

source: 심장이 쿵쿵!
en: Thump, thump!

source: LA :
en: Leah :

source: - 타인을 배려할 줄 알고 잘 웃는 사람
en: - Someone who is considerate of others and smiles a lot

source: 한복 입고 웃지마 힘들어
en: Don’t smile with that hanbok on. You're making my heart pound

source: 무제한 배터리 1일 (24시간)
en: 1-Day Unlimited Battery (24 hours)

source: 스토리 오픈 팁
en: Tip to Unlock Story

source: 두 분의 케미가 좋은데요?
en: Your chemistry is quite good!

source: - 오토패스 1시간 90G 50G
en: - 1 Hour Auto Pass 90G 50G

source: 지금 바로 시작합니다!
en: Begins now!

source: 이 계정의 사용이 정지되었습니다.
en: This account has been blocked.

source: 하트 보내기
en: Send Heart

source: 1. iOS (아이폰, 아이패드) 의 경우 모든 결제를 애플에서 처리하기에 최종 환불 처리는 직접 진행해야 합니다. (참고 :
en: 1. On iOS devices (iPhone, iPad), all purchased are processed through Apple so you must process your final refund through Apple (See: link).

source: 결제 영수증이 없을 경우 :
en: If you do not have a transaction receipt:

source: - 정장 입은 첫인상 강렬했고ㅋㅋ 편하게 그림 잘 봤어요!
en: - That was quite the first impression with the suit, haha. I had a nice time looking at the art!

source: 무료 충전소를 통해 획득한 골드
en: Gold obtained from the Free Charging Station

source: 탈퇴 취소
en: Cancel request to leave

source: 계속하기
en: Continue

source: 그 사람도 느끼고 있어요.
en: This person feels it too.

source: 가랑비인 줄 알았는데 소나기.
en: I thought it was a drizzle, but it's a downpour.

source: 배터리 충전중 HH:MM:SS
en: Battery charging HH:MM:SS

source: 연인은 못해도 좋은 친구로 남을 순 있겠어요.
en: You may not become lovers, but you can remain good friends.

source: 광고보고 무료충전
en: View ads for Free Battery

source: 취미라서, 혹은 그냥 그 사람이라서 같이 하고 싶은거
en: Because it's a hobby, or because it's with that person

source: 콘칩?
en: Corn chips?

source: 타임리프
en: Time Leap

source: 기본 재화는 구입 후 5년간 소멸되지 않으며*, 배터리 정액권은 정해진 시간이 지나면 소멸됩니다.
en: Currency will be valid until 5 years after purchase*, but Unlimited Batteries will expire once the fixed usage period ends.

source: 완료
en: Done

source: - 연하는 놉!
en: - I don’t like younger girls!

source: - 든든하고 손이 예쁜 사람
en: - Someone I can lean on, and has pretty hands

source: 탈퇴 신청 하시겠습니까?
en: Request to leave?

source: 중복 결제 영수증 스크린샷 :
en: Screenshot of the receipt of the double charge:

source: - 원주율의 시크릿 맛집 투어
en: - Juyul Won's Favorite Restaurants Tour

source: 안드로이드
en: Android

source: 인터넷 연결 불안정
en: Unstable network connection

source: P로 시작하는 유저 아이디 확인 가능 (터치 시 자동 복사 됩니다)
en: Check your user ID that starts with a "P" (It will automatically be copied if you tap it).

source: 선물하기
en: Give Gift

source: 접속 보상!
en: Login reward!

source: 메시지 바로 받기
en: Receive Message Now

source: 피카 서비스 문의
en: Picka Service Inquiry

source: 돌아보면 더 좋아질 거 같아!
en: I think I’ll like you even more when you’re back!

source: 재화 현황
en: Transaction History

source: 무분별한 취소 또는 환불 오용은 계정 중단 사유가 될 수 있습니다.
en: Misuse of cancellation or refunds can result in account suspension.

source: 재화 및 쿠폰
en: Currency and Coupons

source: 재밌어요 ㅎㅎ
en: It’s fun haha

source: 엔딩북 제목
en: Ending Book Title

source: - 칵테일 한 잔인데 밤공기에 취했었나봐
en: - I only had one cocktail, but I must've gotten drunk on the night air

source: 핸드폰 명의자 분과 사용한 자녀분의 관계를 증명할 수 있는 자료 (이용 내역 청구서, 가족관계 증명서 등) 를 함께 첨부해 주시기 바랍니다.
en: Please include a document that can prove the relationship between the owner of the device and the child who made the purchase (Usage statement, family relation certificate, etc.).

source: - 예시1.{j}골드 200G 구입 시, 사용하지 않은 상태에서는 환불 가능하나 30G 등 일부를 사용했을 경우에는 환불 불가
en: - Example 1. If you have purchased 200G,{j}you may receive a full refund if none of it was used. However, if 30G or any other partial amount was used, you cannot get a refund.

source: - 오랜만에 한국 영화관 with 규빈
en: - Korean movie theater for the first time in a while, with Kyubin

source: 빈 방
en: Empty Room

source: 골드를 사용하여 저장공간을 확보하세요!
en: Use Gold for more save slots!

source: 에피소드 확인
en: Check episode

source: 후기 알려주세요
en: Tell us what you thought.

source: 변경하기
en: Change

source: Facebook으로 로그인
en: Continue with Facebook

source: 잠겨있는 에피소드입니다.
en: This episode is locked.

source: 10자 이내로 입력해 주세요
en: Character limit: 10

source: 지금 제 마음이 가는 길에는 갈림길도 후회도 없어요!
en: No split roads and no regrets on the path my heart is going!

source: ㅋㅋ 재밌었다!
en: Hehe. I had fun!

source: 5초 뒤에 다시 시도해 주세요!
en: Please try again in 5 seconds!

source: 설정에 들어가서 클릭하면 자동 복사 됩니다.
en: Go to [Settings] to automatically copy text.

source: 회원가입 보상
en: Sign Up Reward

source: 충전소가 실행되지 않아요.
en: I cannot open the Free Charging Station.

source: 연인에게 알려주고 싶은 나만의 비밀 장소
en: A secret spot that you’d want to show your partner

source: - 한국식 치킨
en: - Korean-style fried chicken

source: - 한강 치킨 with 술 마셔서 귀여운 규빈
en: - Fried chicken by the river with drunk and cute Kyubin

source: 여행 가서 사람 찾기
en: Looking for someone on a trip

source: - 커피 내려주고 싶어요.
en: - I want to make them coffee.

source: 저에 대해서 모르는 사람과 순수하게 만나서 연애 해보고 싶어요
en: I'd like to meet and date someone who doesn't know much about me.

source: 통화를 하기 위해서는 N골드가 필요합니다.
en: You need N gold to make the call.

source: 소중한 엔딩을 저장해 보세요!
en: Save your precious endings!

source: 햇빛 받으면서 오랜만에 늦잠
en: Slept in for the first time in a while under the warm sun

source: 여기를 눌러 확인하세요.
en: Click here to continue.

source: 메세지 진동
en: Vibrate for Messages

source: 지금까지의 데이터를 기반으로 챌린지를 함께 진행할 짝이 정해지고, 플랜마스터와 짝이 함께 있는 방이 생성됩니다.
en: Participants will be paired up to participate in the next challenge together based on the data collected so far. A new chatroom with your partner and the Plan Master will be created.

source: 썸을 탈 듯 말 듯 헬갈리는 사이네요.
en: Is there something going on? It’s still a bit vague.

source: - 베를린의 한 카페
en: - A cafe in Berlin

source: 골드가 부족합니다.
en: You don't have enough Gold.

source: 획득 및 소멸한 재화가 없습니다.
en: No currency obtained or expired

source: 뒤로가기
en: Go back

source: 공지사항
en: Notice

source: 게스트 계정 이용 중에도 언제든지 계정을 연동할 수 있습니다.
en: You can link to a social media account while using a Guest account.

source: - 다들 맛있게 먹는 모습 보니까 뿌듯 >< 이런 기회 자주 있으면 좋겠어요!
en: - I felt so happy to see everyone enjoying the food! I hope we get more opportunities to do this!

source: 삭제한 페이스북 계정에 대해서는 페이스북 고객센터를 통해 도움을 받으시길 바랍니다.
en: To inquire about a deleted Facebook account, we recommend contacting the Facebook support center.

source: MY쿠폰
en: Coupon

source: 인정하고 나니 편해지는 마음
en: Accepting that made me feel better

source: 스토리 탭 또는 내정보 탭으로 이동해서 채팅을 다시 진행하세요!
en: Please go to the Story tab or My tab and begin chatting again!

source: 돌아온 것을 환영합니다!
en: Welcome back!

source: 저도 제 마음을 시원하게 알고 싶네요...
en: I want to know my own feelings too...

source: 설치 및 실행
en: Installing and running the app

source: - 설마했는데 올블랙이어서 당황했습니다 ㅋㅋㅋ
en: - I expected it, but was surprised you actually wore all black hahaha

source: 스토어
en: Store

source: ※ 게스트는 구매내역을 포함한 계정 정보가 저장되지 않으므로 SNS 계정 연동을 권장합니다.
en: ※ Purchase history and user information are not saved on Guest accounts, so we recommend connecting through social media.

source: 다음 에피소드가 공개될 때 까지 기다리거나 골드를 사용해 지금 바로 정주행 하세요!
en: Please wait until the next episode is revealed, or use Gold to continue now!

source: 보상은 [원하는 상대방과의 1:1대화] 입니다.
en: The reward is a [1:1 chat with a participant of your liking].

source: 다시 만나서 반가워요.
en: It's great to see you again.

source: 모든 참가자들은 퀴즈 다섯 문제에 대한 답을 짝와 동일하게 말해야 합니다.
en: All participants must try and reply with the same answer as their partner to the five quiz questions.

source: 저장공간 구입
en: Buy Save Slot

source: 더 자주 보면 좋을 것 같은데.
en: I wish we could do it more often.

source: 마음만 먹으면 연애로 골인하는 것도 금방이겠어요!
en: Once you set your mind to it, you’ll be dating in the blink of an eye!

source: 광고 보고 배터리 얻기의 경우 광고 채널과의 연동 및 네트워크 이슈로 인해 간혹 배터리 수령이 되지 않을 수 있습니다.
en: You may occasionally be unable to receive a Battery after viewing an ad due to issues regarding the advertisement channel and/or network connection.

source: 쿠폰 타입 별 사용기간 및 유효기간
en: Usage period and expiry date based on each coupon type

source: <비디오>
en: [VIDEO]

source: 은하수 무드등
en: Galaxy mood lamp

source: 아래 내용을 참고하여 관련된 문제에 대한 해결방법을 확인해 보세요.
en: Please refer to the information below to solve your issue.

source: 하겐다즈 ㅡㅡ2
en: Two Haagen-Dazs, ugh

source: 두 분은 거의 남남!
en: You two are basically strangers!

source: 결제 후 재화가 지급되지 않았어요.
en: I did not receive my currency after purchasing.

source: - 학교 더 자주와 오빠!
en: - Come visit me at school more often!

source: 작품 스크린샷을 상업적인 목적으로 활용할 경우, 법적인 제재를 받을 수 있습니다.
en: Using any screenshots of the app for commercial purposes can result in legal sanctions.

source: 문의하기
en: Contact us

source: 스토어에서 구매한 골드/ 배터리
en: Gold/Batteries purchased in the Store:

source: 잘 보이고 싶은데 어렵다...
en: I want to be liked, but it's hard...

source: 처음부터 또는 특정 구간부터 다시 플레이를 하고자 할 경우, 앱 최 하단 우측 네 번재 탭인 'MY' 탭에서 '타임리프 하기' 를 누르면 됩니다.
en: If you would like to play the game again from a certain point, you can tap on the fourth tab (My), then tap on "Time Leap."

source: - 설렘이 가라앉지 않는 밤.
en: - My heart won’t stop fluttering.

source: 전 항상 에너지를 숨기는 편이에요.
en: I tend to hold back my energy.

source: 팝핑팝핑 아이스크림
en: Poppin' poppin' ice cream

source: 또한 최종 선택 전에 특정 상대방에 대한 호감을 직접적으로 표현하는 것은 금지입니다.
en: Also, participants are forbidden from directly expressing interest in specific participants before the final decision.

source: 엔딩 북 교체에는 (N)G → (N)G 가 소요됩니다.
en: (N)G → (N)G is required to replace this ending.

source: 쿠폰 확인하기
en: Check Coupon

source: 게스트 계정으로도 플레이 가능하나 게스트 계정에서 발생하는 문제의 경우 도움을 드릴 수 있는 부분이 제한적입니다.
en: You may also play on a Guest account, but if you face any issues, we may face limitations in offering help.

source: 이 곳을 클릭하여 엔딩을 저장해주세요!
en: Click here to save your ending!

source: 공백이 들어갈 수 없습니다.
en: Blank spaces are not permitted.

source: 차여도 좋아요.
en: It's okay if I get rejected.

source: - 연주율
en: - YeonJuyul

source: 접속 보상
en: Login Rewards

source: - 배울 게 많고 첫눈에 끌리는 사람
en: - Someone I can learn a lot from and someone I'm drawn to at first sight

source: 재설치 방법은 다음과 같습니다.
en: How to reinstall:

source: 2매
en: 2 tickets

source: 푸시 알림 및 진동 설정 변경
en: Change settings for push notifications and vibrations

source: - 자꾸 챙겨드리고 싶네요!
en: - I keep wanting to do things for you!

source: - 다 줄거야~♫
en: - I'll give you everything♫

source: - 소재 많이 생겼네
en: - So much new material to write about

source: 모든 재화의 획득/소멸 내역은 앱 내 '설정' 의 '재화현황' 에서 확인 가능합니다.
en: You can check your obtained/expired currency in the app [Settings] > [Transaction History].

source: 종료하기
en: Close

source: 탈퇴 시 플레이 내역 및 재화 (결제한 재화, 보너스 재화) 가 모두 초기화 됩니다.
en: If you leave, all previous gameplay records and currency (purchased currency, bonus currency) will be reset.

source: 탈퇴는 약 2주가 소요됩니다.
en: This will take approximately 2 weeks.

source: 3시간마다 무료로 받는 배터리 :
en: Batteries rewarded every 3 hours:

source: 앞으로 잘 부탁 드려요.
en: I hope we can get along.

source: [통화실패]
en: [CALL FAILED]

source: 구입한 상품 명 :
en: Name of the purchased product:

source: 예매번호 4923418
en: Reservation no. 4923418

source: 구입하기
en: Buy

source: 무료 충전소를 통해 획득한 배터리
en: Batteries obtained from the Free Charging Station

source: 시간을 붙잡아야 하나 얼른 끝나게 둬야 하나
en: Should I try to stop time, or should I let it end quickly?

source: 인간적으로 더 알고 싶은 사이인 것 같네요!
en: It seems like you'd like to get to know him on a more personal note!

source: 앱 내의 동영상이 재생되지 않는 경우는 대부분 다음의 두 가지 이유이며, 동영상 플레이어 변경 또는 특정 시간 후 다시 재생하는 방식을 통해 해결 가능합니다.
en: If the videos in the app won't play, this is most likely due to the following two reasons, so please try changing your video player or try playing the video again later. The issue may be resolved by trying these two methods.

source: 신규 메세지 도착
en: New Message

source: 파티 또 안해?
en: Can't we have another party?

source: 기기 OS 버전 업데이트
en: Update your device software.

source: 미션하고 무료충전
en: Complete missions for free charging

source: 이럴수가!
en: Oh, my!

source: 설정 → 어플리케이션 → 피카 → 저장공간 → 데이터/캐시 삭제 → 앱 삭제 → 스토어에서 재설치
en: [Settings] → [Applications] → [Picka] → [Storage] → [Delete data/cache] → Delete app → Reinstall in the store

source: 지금 이 채팅방을 나가면 앱이 종료됩니다.
en: If you leave the chatroom now, the app will close.

source: 참가 이유 :{j}다양한 사람을 만나보고 싶어서
en: Reason for Participation: To meet various people

source: 충전된 재화는 종류에 따라 유효기간 도래 시 소멸될 수 있습니다.
en: Depending on the type, the obtained currency may disappear on the expiry date.

source: 이 외에도 광고 채널과의 연동 및 네트워크 이슈가 있을 수 있으나, 대부분 특정 기간동안 사용하지 않은 후 재 진행 시 해결됩니다.
en: There may also be connection issues, but restarting the app after a moment can fix most problems.

source: 진행한 광고의 보상이 지급되지 않아요.
en: I am not receiving my reward after viewing an ad.

source: [새로운 메세지가 도착했습니다]
en: [A new message has arrived.]

source: 직접적인 위치 언급은 금지됩니다.
en: Sharing exact details of your location is prohibited.

source: 결제 프로필 (payments.google.com) 의 결제 수단에서 카드 제거 후 다른 카드 추가 하여 재시도
en: Remove your card from your payment methods in your purchase profile (payments.google.com), add a different card, and try again.

source: 적용되었습니다.
en: Applied.

source: 심장이 뛰기엔 너무 먼 우리 사이
en: Definitely not close enough for any butterflies
